<?php


return [
	'programs' => [
		1 => '«Сатып алу құқығымен жалға берілетін тұрғын үй-жайлар» бағыты',
		2 => '«Коммерциялық тұрғын үй» бағыты',
		3 => 'Дағдарысқа қарсы бағдарлама'
	],
	'types' => [
		1 => 'cалынған',
		2 => 'cатылатын'
	],
    'city' => 'Город',
    'program' => 'Программа',
    'type' => 'Тип жилья',
    'reset' => 'Сбросить',
    'view' => 'Показать',
    'about' => 'О комплексе',
    'all_city' => 'Все города',
    'infrastructure' => 'Инфраструктура',
    'plans' => 'Планировки квартир',
    'circs' => 'Условия покупки',
    'developer' => 'O застройщике',
    'location' => 'Месторасположение',
];
