<?php


return [
	'programs' => [
		1 => '«Сатып алу құқығымен жалға берілетін тұрғын үй-жайлар» бағыты',
		2 => '«Коммерциялық тұрғын үй» бағыты',
		3 => 'Дағдарысқа қарсы бағдарлама'
	],
	'types' => [
		1 => 'cалынған',
		2 => 'cатылатын'
	],
    'city' => 'Қала',
    'program' => 'Бағдарлама',
    'type' => 'Объектінің түрі',
    'reset' => 'Алып тастау',
    'view' => 'Көрсету',
    'about' => 'Кешен туралы',
    'all_city' => 'Барлық қалалары',
    'infrastructure' => 'Инфрақұрылым',
    'plans' => 'Пәтерлердің орналасуы',
    'circs' => 'Сатып алу шарттары',
    'developer' => 'Құрылыс салушы туралы',
    'location' => 'Орналасқан жері',
];
