<?php

// Translations for opros pages

return [

  'title' => 'Сауалнама анкетасы',

  'other_field' => '', // Напишите ваш ответ

  'info_question' => 'Астана қаласында жаңадан аудан құрылғанын білесіз бе?',
  'info' => [
    1 => 'иә',
    2 => 'жоқ',
    3 => 'таныстарымнан естідім',
    4 => 'білмеймін',
  ],

  'region_question' => 'Сіз қай ауданда тұрасыз?',
  'region' => [
    1 => '«Алматы»',
    2 => '«Байқоңыр»',
    3 => '«Есіл»',
    4 => '«Сарыарқа»',
  ],

  'clear_question' => 'Байқоңыр ауданының санитарлық тазалығын қалай бағалайсыз?',
  'clear' => [
    1 => 'таза',
    2 => 'лас',
    3 => 'көгалдандырылған',
    4 => 'тыныш',
    5 => 'қауіпсіз емес',
    999 => 'сіздің жауабыңыз',
  ],

  'tualet_question' => 'Сіздің тұратын аумақта қоғамдық дәретханалар қажет деп ойлайсыз ба?',
  'tualet' => [
    1 => 'қажет',
    2 => 'қажет емес',
    3 => 'маған ештеңе керек емес'
  ],

  'tualet_work_question' => 'Қоғамдық дәретханалардың жұмысына баға беріңіз:',
  'tualet_work' => [
    1 => 'қанағаттанарлық',
    2 => 'жаман',
    998 => 'қоғамдық дәретхананы пайдаланбауға тырысамын, себебі',
    999 => 'жақсы болар еді'
  ],

  'go_over_question' => 'Белгіленген жерде жиі жолды кесіп өтесіз бе?',
  'go_over' => [
    1 => 'күнделікті',
    2 => 'жоқ',
    3 => 'Мен көлік жүргіземін'
  ],

  'pedestrian_question' => 'Сіздің аймағыңызда жаяу жүргіншілердің өту белгісі қажет деп ойлайсыз ба?',

  'cctv_question' => 'Сіздің аумағыңыздағы сыртқы камераларының сапасына қанағаттанасыз ба?',
  'cctv' => [
    1 => 'иә',
    2 => 'жоқ',
    3 => 'Мен оларды байқамаймын'
  ],

  'cctv_enter_question' => 'Сергек  бейне бақылау камерасын қандай мекен-жайға орнатқыңыз келеді?',

  'bus_stops_question' => 'Автобус аялдамаларының сапасына қанағаттанасыз ба?',
  'bus_stops' => [
    1 => 'иә',
    2 => 'жоқ',
    3 => 'жоқтан гөрі иә',
    4 => 'жоқ шығар'
  ]
  ,
  'bus_stops_descr_question' => 'Автобус аялдамаларының сапасын жақсарту бойынша сіздің ұсыныстарыңыз:',

  'age_question' => 'Сіздің жасыңыз:',
  'age' => [
    1 => '18-25',
    2 => '26-35',
    3 => '36-45',
    4 => '45 жастан асқан'
  ],

  'sex_question' => 'Сіздің жынысыңыз:',
  'sex' => [
    1 => 'ер',
    2 => 'әйел'
  ],

  'success' => 'Сауалнама сәтті аяқталды. <br/> Қатысқаныңыз үшін раxмет!',
  'error' => 'Сіз сауалнаманың барлық сұрақтарына жауап берген жоқсыз. Өтінеміз, сауалнаманы толықтырыңыз'
];
