<?php


return [
    'programs' => [
        1 => '«Арендное жилье с выкупом» Программы «Нұрлы жер»',
        2 => '«Коммерческое жилье» Программы «Нұрлы жер»',
        3 => 'Антикризисная программа'
    ],
    'types' => [
        1 => 'построенноe',
        2 => 'реализуемое'
    ],
    'city' => 'Город',
    'program' => 'Программа',
    'type' => 'Тип жилья',
    'reset' => 'Сбросить',
    'view' => 'Показать',
    'about' => 'О комплексе',
    'all_city' => 'Все города',
    'infrastructure' => 'Инфраструктура',
    'plans' => 'Планировки квартир',
    'circs' => 'Условия покупки',
    'developer' => 'O застройщике',
    'location' => 'Месторасположение',
];
