<?php

// Translations for opros pages

return [

  'title' => 'Анкета-опросник',

  'other_field' => '', // Напишите ваш ответ

  'info_question' => 'Проинформированы ли Вы о создании нового района?',
  'info' => [
    1 => 'да',
    2 => 'нет',
    3 => 'слышала, через знакомых',
    4 => 'не знаю',
  ],

  'region_question' => 'Укажите административный район, в котором проживаете Вы:',
  'region' => [
    1 => '«Алматы»',
    2 => '«Байқоңыр»',
    3 => '«Есиль»',
    4 => '«Сарыарка»',
  ],

  'clear_question' => 'Как вы оцениваете санитарную чистоту района «Байқоңыр»:',
  'clear' => [
    1 => 'чистый',
    2 => 'грязный',
    3 => 'зеленый',
    4 => 'тихий',
    5 => 'не безопасный',
    999 => 'Ваш ответ',
  ],

  'tualet_question' => 'Как вы думаете, нужны ли общественные туалеты в вашем районе?',
  'tualet' => [
    1 => 'нужны',
    2 => 'не нужны',
    3 => 'мне все равно'
  ],

  'tualet_work_question' => 'Ваша оценка работы общественных туалетов:',
  'tualet_work' => [
    1 => 'удовлетворительное',
    2 => 'плохое',
    998 => 'было бы лучше, если',
    999 => 'стараюсь не пользоваться общественным туалетом, потому что'
  ],

  'go_over_question' => 'Часто ли вы переходите дорогу в установленном месте?',
  'go_over' => [
    1 => 'да, перехожу ежедневно',
    2 => 'нет',
    3 => 'я за рулем'
  ],

  'pedestrian_question' => 'Где на ваш взгляд необходим знак пешеходного перехода в вашем районе:',

  'cctv_question' => 'Удовлетворены ли вы качеством уличных камер видеонаблюдения в вашем районе?',
  'cctv' => [
    1 => 'да',
    2 => 'нет',
    3 => 'не замечаю их'
  ],

  'cctv_enter_question' => 'По какому адресу вы бы пожелали установку камеры видеонаблюдения «Сергек»?',

  'bus_stops_question' => 'Устраивает ли вас качество автобусных остановок?',
  'bus_stops' => [
    1 => 'да',
    2 => 'нет',
    3 => 'скорее всего да',
    4 => 'скорее всего нет'
  ]
  ,
  'bus_stops_descr_question' => 'Ваши предложения по улучшению качества автобусных остановок:',

  'age_question' => 'Ваш возраст:',
  'age' => [
    1 => '18-25',
    2 => '26-35',
    3 => '36-45',
    4 => '45 лет и более'
  ],

  'sex_question' => 'Укажите ваш пол:',
  'sex' => [
    1 => 'мужской',
    2 => 'женский'
  ],

  'success' => 'Опрос успешно завершен.<br/> Благодарим за участие!',
  'error' => 'Вы ответили не на все вопросы анкеты, пожалуйста дополните ее.'

];
